tap "hashicorp/tap"
tap "snowflakedb/snowflake-cli"
brew "act"
brew "bat"
brew "broot"
brew "btop"
brew "glib"
brew "pixman"
brew "cairo"
brew "cloc"
brew "coreutils"
brew "direnv"
brew "duf"
brew "dust"
brew "entr"
brew "eza"
brew "fd"
brew "findutils"
brew "fish"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "pkgconf"
brew "gobject-introspection"
brew "harfbuzz"
brew "openjdk"
brew "gradle"
brew "groovy"
brew "icu4c@76"
brew "jq"
brew "lastpass-cli"
brew "lsd"
brew "neovim"
brew "node@22"
brew "openjdk@11"
brew "openjdk@21"
brew "pango"
brew "pipx"
brew "pnpm"
brew "python-setuptools"
brew "python@3.11"
brew "saml2aws"
brew "shellcheck"
brew "shfmt"
brew "snowflake-cli"
brew "tldr"
brew "tmux"
brew "tree"
brew "uv"
brew "watch"
brew "wget"
brew "hashicorp/tap/terraform"
cask "beardie"
cask "codeql"
cask "crystalfetch"
cask "docker-desktop"
cask "iterm2"
cask "jetbrains-toolbox"
cask "krita"
cask "logi-options+"
cask "logitune"
cask "microsoft-teams"
cask "raycast"
cask "rectangle"
cask "session-manager-plugin"
cask "slack"
cask "spotify"
cask "visual-studio-code"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "sabieber.hocon"
vscode "vscodevim.vim"
